{
    "es": {
        "titleColor": "Colores del tema",
        "titleLanguage": "Idioma",
        "togglerHome": " Inicio",
        "togglerPortfolio": " Portafolio",
        "togglerAbout": " Sobre m铆",
        "togglerContact": " Contacto",
        "inicioName": "Hola, mi nombre es",
        "inicioIam": "Soy un",
        "inicioPresentation": "Soy un desarrollador web junior Full Stack que utiliza herramientas de programaci贸n de vanguardia para desarrollar soluciones para una variedad de aplicaciones, incluidos sitios web y aplicaciones m贸viles. Mis habilidades me permiten crear sitios web visualmente atractivos, f谩ciles de usar, accesibles e innovadores...",
        "inicioDownloadCV": "Descargar CV",
        "PortfolioLastProjects": "Mis 煤ltimos proyectos :",
        "PortfolioTechnologies": "Tecnolog铆as",
        "AboutMe": "Sobre m铆",
        "aboutDescription": "Soy un desarrollador web Full Stack junior con experiencia en estudios en Oracle y Henry, donde adquir铆 conocimientos en programaci贸n, dise帽o web y l贸gica de programaci贸n. Tengo habilidades avanzadas en HTML, CSS, JavaScript, Node, MySQL y React, he trabajado con varios frameworks y bibliotecas de front-end. En Platzi, desarroll茅 un s贸lido entendimiento del marketing digital, con un enfoque en SEO, publicidad en redes sociales, marketing por correo electr贸nico y estrategias de contenido. Utilizo herramientas como Google Analytics para mejorar el rendimiento de las campa帽as. Adem谩s, mi educaci贸n tradicional en Gesti贸n de Mercados y Ventas en el SENA me equip贸 con las habilidades para crear planes de marketing exitosos, analizar mercados, comprender el comportamiento del consumidor y gestionar la publicidad. Con mi conjunto diverso de habilidades y experiencia, soy un desarrollador Full Stack vers谩til que puede abordar con confianza cualquier desaf铆o y colaborar eficazmente en un equipo.",
        "aboutBirthday": "Cumplea帽os : 6 Abril",
        "aboutPhone": "Tel茅fono : +57 313 580 44 24",
        "aboutCity": "Ciudad : Medell铆n",
        "aboutFreelancer": "Freelancer : Disponible",
        "aboutHireMe": "Contr谩tame",
        "aboutKnowledge&Methodology": "Conocimiento y Metodolog铆a",
        "aboutEducation": "Educaci贸n",
        "aboutEducationIconOracle": " Abril de 2023 - Octubre de 2023",
        "aboutEducationTitleOracle": "Desarrollador Backend - Oracle",
        "aboutEducationTextOracle": "Durante mi tiempo de estudio en Oracle, tuve la oportunidad de trabajar en varios proyectos interesantes que me permitieron ampliar mis conocimientos en programaci贸n backend y mejorar mi l贸gica de programaci贸n. Mejor茅 mis habilidades en JavaScript, SQL y aprend铆 a trabajar con JAVA mediante la creaci贸n de diversos proyectos.",

        "aboutEducationIconHenry": " Diciembre de 2022 - julio de 2023",
        "aboutEducationTitleHenry": "Desarrollador Full Stack",
        "aboutEducationTextHenry": "Mi experiencia en Henry me permiti贸 adquirir habilidades valiosas en la creaci贸n de aplicaciones web atractivas y funcionales. Durante mi tiempo all铆, desarroll茅 proyectos de programaci贸n que me permitieron mejorar mi l贸gica y habilidades en HTML, CSS, JavaScript, Node y React. Tambi茅n aprend铆 a trabajar en equipo y colaborar en proyectos con otros desarrolladores.",

        "aboutEducationIconPlatzi": " Julio de 2022 - diciembre de 2022",
        "aboutEducationTitlePlatzi": "Marketing Digital",
        "aboutEducationTextPlatzi": "Durante mi tiempo en Platzi, adquir铆 habilidades valiosas en marketing digital, incluyendo SEO, publicidad en redes sociales, marketing por correo electr贸nico y estrategias de contenido. Adem谩s, aprend铆 a utilizar herramientas como Google Analytics y META para medir y mejorar el rendimiento de mis campa帽as. Gracias a esta experiencia, desarroll茅 habilidades importantes que me han ayudado a comprender mejor la interacci贸n entre el marketing y el desarrollo web.",

        "aboutTraditionalEducation": "Educaci贸n Tradicional",

        "aboutEducationIconSenaMarketing": " Julio de 2019 - mayo de 2022",
        "aboutEducationTitleSenaMarketing": "Gesti贸n de Mercados - SENA",
        "aboutEducationTextSenaMarketing": "Durante mi tiempo en el SENA, aprend铆 sobre estrategias de marketing, an谩lisis de mercado, comportamiento del consumidor, publicidad y gesti贸n de ventas. El programa me permiti贸 obtener experiencia pr谩ctica en la creaci贸n e implementaci贸n de planes de marketing para negocios reales. Tambi茅n mejor茅 mis habilidades de comunicaci贸n y trabajo en equipo a trav茅s de proyectos grupales y presentaciones.",

        "aboutEducationIconSenaSales": " Abril de 2018 - abril de 2019",
        "aboutEducationTitleSenaSales": "Ventas de productos y servicios - SENA",
        "aboutEducationTextSenaSales": "Durante este per铆odo, fui representante de ventas para una empresa que ofrec铆a productos y servicios a clientes. Me encargaba de identificar posibles clientes, presentar los productos y servicios, y cerrar acuerdos. A trav茅s de esta experiencia, desarroll茅 habilidades s贸lidas de comunicaci贸n y negociaci贸n, as铆 como la capacidad de trabajar bajo presi贸n y alcanzar objetivos de ventas. Tambi茅n obtuve una mejor comprensi贸n del proceso de ventas y la importancia de construir relaciones a largo plazo con los clientes.",

        "contactMe": "Contacto",
        "contactHave": "驴Tienes alguna pregunta?",
        "contactService": "Estoy a su servicio",
        "contactWrite": "Esc铆beme al WhatsApp",
        "contactEmail": "Correo Electr贸nico",
        "contactSend": "Env铆ame un Mensaje",
        "contactSend2": "ENVIAR",

        "whatsAppBotton": "隆Cont谩ctame !",
        "whatsAppLarge": "  Cont谩ctame en WhatsApp "




    },
    "en": {
        "titleColor": "Theme Colors",
        "titleLanguage": "Language",
        "togglerHome": " Home",
        "togglerPortfolio": " Portfolio",
        "togglerAbout": " About",
        "togglerContact": " Contact",
        "inicioName": "Hello, my name is",
        "inicioIam": "I' m a",
        "inicioPresentation": "I am a junior Full Stack Web Developer who utilizes cutting-edge programming tools to develop solutions for a variety of applications, including websites and mobile apps. My skills enable me to create visually appealing, easy-to-use, accessible, and innovative websites...",
        "inicioDownloadCV": "Download CV",
        "PortfolioLastProjects": "My Last Projects :",
        "PortfolioTechnologies": "Technologies",
        "AboutMe": "About Me",
        "aboutDescription": "I am a junior Full Stack Web Developer with experience studying at Oracle and Henry, where I gained knowledge in programming, web design, and programming logic. I have advanced skills in HTML, CSS, JavaScript, Node, MySQL, and React; I have worked with various front-end frameworks and libraries. At Platzi, I developed a solid understanding of digital marketing, with a focus on SEO, social media advertising, email marketing, and content strategies. I use tools like Google Analytics to improve campaign performance. Additionally, my traditional education in Market and Sales Management at SENA equipped me with the skills to create successful marketing plans, analyze markets, understand consumer behavior, and manage advertising. With my diverse skill set and experience, I am a versatile Full Stack developer who can confidently tackle any challenge and collaborate effectively within a team.",
        "aboutBirthday": "Birthday : 6 April",
        "aboutPhone": "Phone : +57 313 580 44 24",
        "aboutCity": "City : Medell铆n",
        "aboutFreelancer": "Freelancer : Available",
        "aboutHireMe": "Hire Me",
        "aboutKnowledge&Methodology": "Knowledge & Methodology",
        "aboutEducation": "Education",
        
        "aboutEducationIconOracle": " April 2023 - October 2023",
        "aboutEducationTitleOracle": "Backend Developer - Oracle",
        "aboutEducationTextOracle": "During my time studying at Oracle, I had the opportunity to work on several interesting projects that allowed me to expand my knowledge in backend programming and programming logic improvement. I enhanced my skills in JavaScript, SQL, and learned to work with JAVA by creating various projects.",

        "aboutEducationIconHenry": " December 2022 - July 2023",
        "aboutEducationTitleHenry": "Full Stack Developer",
        "aboutEducationTextHenry": "My experience at Henry allowed me to acquire valuable skills in creating attractive and functional web applications. During my time there, I developed programming projects that allowed me to improve my logic and skills in HTML, CSS, JavaScript, Node, and React. I also learned how to work in a team and collaborate on projects with other developers.",

        "aboutEducationIconPlatzi": " July 2022 - December 2022",
        "aboutEducationTitlePlatzi": "Digital Marketing",
        "aboutEducationTextPlatzi": "During my time at Platzi, I acquired valuable skills in digital marketing, including SEO, social media advertising, email marketing, and content strategies. Additionally, I learned to use tools such as Google Analytics and META to measure and improve the performance of my campaigns. Thanks to this experience, I was able to develop valuable skills that have helped me better understand the interaction between marketing and web development.",

        "aboutTraditionalEducation": "Traditional Education",

        "aboutEducationIconSenaMarketing": " July 2019 - May 2022",
        "aboutEducationTitleSenaMarketing": "Marketing Management - SENA",
        "aboutEducationTextSenaMarketing": "During my time at SENA, I learned about marketing strategies, market analysis, consumer behavior, advertising, and sales management. The program allowed me to gain hands-on experience in creating and implementing marketing plans for real businesses. I also improved my communication and teamwork skills through group projects and presentations.",

        "aboutEducationIconSenaSales": " April 2018 - April 2019",
        "aboutEducationTitleSenaSales": "Sales of products and services - SENA",
        "aboutEducationTextSenaSales": "During this period, I was a sales representative for a company that offered products and services to customers. I was responsible for identifying potential clients, presenting the products and services and closing deals. Through this experience, I developed strong communication and negotiation skills, as well as the ability to work under pressure and meet sales targets. I also gained a better understanding of the sales process and the importance of building long-term relationships with clients.",

        "contactMe": "Contact Me",
        "contactHave": "Have You Any Questions ?",
        "contactService": "I'M AT YOUR SERVICES",
        "contactWrite": "Write me on WhatsApp",
        "contactEmail": "Email",
        "contactSend": "SEND ME AN EMAIL",
        "contactSend2": "SEND",

        "whatsAppBotton": "隆Contact me !",
        "whatsAppLarge": "  Contact me on WhatsApp "
        











    }
}